#დავალება 2:
#შექმენით თქვენი რაზმის წევრებისგან სია და დაპრინტეთ შუა 5 რაზმის წევრი(slicing)

members = ["გურიკო", "თინათინ ზუზაძე", "ლუკას ვიშტეკალიუ", "გიორგი ლობჯანიძე", "ლუკა ათაბეგაშვილი", "გიო აბულაძე", "თეკლა პაპავა", "რეზი ნეფარიძე", "დავით ჭილაშვილი", "გიო კიკიტაძე", "მირიან გელაშვილი", "რატი მურღულია", "ნინო სოლომონია", "ბექა გიორგობიანი", "ბექა ბერაშვილი", "ნინი გოგლიჩაძე", "გიორგი ჩხეტიანი", "თემო ლაბაძე", "გიორგი მგელაძე", "თემური სოლომნიშვილი", "დემეტრე ხარატიშვილი", "დავით დემურაძე", "სალომე მილაძე"]
print(members[8:13]) #შუა 5 რაზმის წევრის დაპრინტვა. (slicing)