#Homework 3

#GOA ში ყოველ შემოყვანილ ადამიანზე გეძლევა 100ლ.
#მომხმარებელს შემოატანინეთ თუ რამდენი ადამიანი შემოიყვანა ხოლო თითო შემოყვანილ ადამიანზე დაერიცხოს 100ლ
#1) რამდენი დაგერიცხება თუ შემოიყვან 10 ბავშვს?  15 ბავშცს?
#2) რამდენი დაგერიცხება თუ შემოიყვან 100 ბავშვს გამოკლებული 37 დამატებული 13 გაყოფილი 10 და გამრავებული 264 ზე


bounty = 100
invite = int(input("Enter how many people join in to GOA...:"))
if invite >0:
    print(int(invite * bounty))
if invite ==10:
    print("You earned 1000 GEL.") #1) რამდენი დაგერიცხება თუ შემოიყვან 10 ბავშვს?
if invite ==15:
    print("You earned 1500 GEL")  # 15 ბავშცს?


#2) რამდენი დაგერიცხება თუ შემოიყვან 100 ბავშვს გამოკლებული 37 დამატებული 13 გაყოფილი 10 და გამრავებული 264 ზე

my_salary = 100 - 37 + 13/10 * 264
print(my_salary) 

#finish